"Configure pill schedule" ="Configurer les pilules";
"Create pill schedule" ="Créer la pilule";
"Day" ="Jour";
"Each" ="CHAQUE";
"Fields are not correctly filled, please fill them all" ="Champs ne sont pas correctement remplis, s'il vous plaît remplir tous les";
"Frequency" ="Fréquence";
"Hour" ="Heure";
"Name" ="Nom";
"Next pill is %@ %@ at %i" ="Pilule suivante est %@ %@ à %i";
"Next time" ="La prochaine fois";
"No pill scheduled, create one!" ="Aucun pilule à la demande, ne créer un";
"Ok" ="OK";
"Pill configuration" ="configuration";
"Pill Information" ="Informations";
"Time to take %@" ="Prendre %@";
"Week" ="Hebdomadaire";
